Repository: manuelm/xbmc-pvr-addons
Catalog: addons/pvr.dvbviewer/addon/resources/language/Polish/strings.po
Languages: pl

# #30000
source: DVBViewer Recording Service IP Address
pl: Adres IP usługi nagrywania DVBViewer

# #30001
source: Webinterface Port
pl: Port interfejsu webowego

# #30002
source: Username
pl: Użytkownik

# #30003
source: Password
pl: Hasło

# #30010
source: Use favourites instead of channel list
pl: Używaj listy Uluionych zamiast pełnej list kanałów

# #30011
source: Use local favourites file
pl: Używaj localnego pliku z listą Ulubionych

# #30012
source: Select the favourites.xml file
pl: Wybierz plik favourites.xml

# #30020
source: Enable Timeshift
pl: Włącz funkcję przesunięcia czasowego

# #30021
source: Timeshift buffer path
pl: Ścieżka do pliku bufora funkcji przesunięcia czasowego

# #30030
source: Use RTSP streaming for live TV
pl: Używaj protokołu RTSP do strumieniowania telewizji

# #30040
source: Enable low performance mode (disables logos & thumbnails)
pl: Używaj trybu niskiej wydajności ( loga i mianiatury)

# #30100
source: General
pl: Ogólne

# #30101
source: Advanced
pl: Zaawansowane

# #30500
source: Unable to connect to the DVBViewer Recording Service
pl: Wystąpił błąd podczas próby połączenia z usługą nagrywania DVBViewera

# #30501
source: DVBViewer Recording Service version %s or higher required
pl: wymagana usługa nagrywania DVBViewera w wersji %s lub nowszej

# #30502
source: Unable to parse channel list
pl: Wystąpił błąd podczas parsowania listy kanałów

# #30503
source: Check XBMC log for more information
pl: Sprawdź plik logów XBMC, aby uzyskać więcej informacji

# #30504
source: Unable to open local favourites.xml
pl: Nie można otworzyć lokalnego pliku favourites.xml

# #30505
source: Unable to parse favourites list
pl: Wystąpił błąd podczas parsowania listy ulubionych

# #30506
source: Unable to parse timer list
pl: Wystąpił błąd podczas parsowania listy planowanych nagrań
